export const mainPageInfo = [
  {
    id: 1,
    mainHeading: "Английский для всех и каждого",
    mainDescriptionFirst:
      "Английский язык открывает доступ к глобальной информации, культуре и возможностям на рынке труда, а также облегчает общение с людьми из разных стран",
    mainDescriptionSecond: "Изучай язык в удобном для тебя темпе и формате!",
  },
  {
    id: 2,
    mainHeading: "Изучение английского с использование карточек",
    mainDescription:
      "Такой формат обучения делает процесс увлекательным, способствуя лучшему усвоению материала",
  },
  {
    id: 3,
    mainHeading: "Изучение английского языка в любое время и в любом месте",
    mainDescription:
      "Вы можете практиковать язык в дороге, на работе или даже во время отдыха, что делает процесс обучения гибким и удобным",
  },
  {
    id: 4,
    mainHeading:
      "Не имеет значения, как медленно ты идешь — главное, чтобы ты продолжал двигаться вперед",
    mainDescription:
      "Регулярная практика способствует улучшению навыков и уверенности в общении",
  },
];
